--
-- Скрипт сгенерирован Devart dbForge Studio 2019 for MySQL, Версия 8.1.22.0
-- Домашняя страница продукта: http://www.devart.com/ru/dbforge/mysql/studio
-- Дата скрипта: 01.09.2019 19:31:01
-- Версия сервера: 8.0.15
-- Версия клиента: 4.1
--


SET NAMES 'AUTO';

INSERT INTO fp_base.catalog(id, name, parent_id) VALUES
(1, 'Электроника', 'NULL'),
(2, 'Бытовая техника', 'NULL'),
(3, 'Сантехника', 'NULL'),
(4, 'Мебель ', 'NULL'),
(5, 'Инструменты ', 'NULL'),
(6, 'Товары для дома ', 'NULL'),
(7, 'Детские товары', 'NULL'),
(8, 'Зоотовары', 'NULL'),
(9, 'Дача и сад', 'NULL'),
(10, 'Бытовая химия и гигиена', 'NULL'),
(11, 'Отопление, водоснабжение и канализация', 'NULL'),
(12, 'Канцтовары', 'NULL'),
(13, 'Красота и здоровье', 'NULL'),
(14, 'Автотовары', 'NULL'),
(15, 'Строительные и отделочные материалы', 'NULL'),
(16, 'Сумки и багаж', 'NULL'),
(17, 'Дисконт', 'NULL'),
(18, 'Спорт, отдых и хобби', 'NULL'),
(19, 'Крупная бытовая техника', '2'),
(20, 'Встраиваемая бытовая техника', '2'),
(21, 'Техника для кухни', '2'),
(22, 'Обработка продуктов', '21'),
(23, 'Климатическое оборудование', '2'),
(24, 'Приготовление пищи', '21'),
(25, 'Телевизоры и видеотехника', '1'),
(26, 'Телевизоры', '25'),
(27, 'Видеотехника', '25'),
(28, 'Спутниковое, цифровое ТВ', '25'),
(29, 'Игровые приставки', '25'),
(30, 'Компьютерная и оргтехника', '1'),
(31, 'Телефония', '1'),
(32, 'Аудиосистемы', '1'),
(33, 'Портативное аудио', '1'),
(34, 'Экшн-камеры и аксессуары', '1'),
(35, 'Аудиотехника', '1'),
(36, 'LED Телевизоры', '25'),
(38, 'Пульты ДУ', '25'),
(40, 'Домашние кинотеатры', '27'),
(42, 'Мебель для ванных комнат', '3'),
(43, 'Комплекты мебели', '42'),
(44, 'Тумбы с раковиной', '42'),
(45, 'Зеркальные шкафы', '42'),
(46, 'Акриловые ванны', '3'),
(47, 'Прямоугольные', '46'),
(48, 'Угловые', '46'),
(49, 'Асимметричные', '46');