--
-- Скрипт сгенерирован Devart dbForge Studio 2019 for MySQL, Версия 8.1.22.0
-- Домашняя страница продукта: http://www.devart.com/ru/dbforge/mysql/studio
-- Дата скрипта: 28.09.2019 9:38:01
-- Версия сервера: 8.0.15
-- Версия клиента: 4.1
--


SET NAMES 'AUTO';

INSERT INTO fp_base.messages(id, from_id, to_id, zakaz_id, type, status, message_text, downloads) VALUES
(1, '11', '12', '2', NULL, NULL, 'Добрый день. Сообщаю вам, что возможно выполнить ваш заказ раньше срока', NULL),
(2, '12', '11', '2', NULL, NULL, 'Очень хорошо!', NULL),
(4, '14', '11', '3', NULL, NULL, 'Все ли позиции в наличии?', NULL),
(9, '11', '14', '3', NULL, NULL, 'Здорова Диман', NULL),
(10, '14', '11', '3', NULL, NULL, 'evevevevervr', NULL),
(11, '11', '14', '3', NULL, NULL, 'Не все позиции в наличии', NULL),
(12, '11', '14', '3', NULL, NULL, 'Возьмёте меньшее количество?', NULL),
(13, '14', '11', '3', NULL, NULL, 'А о каком количестве речь?', NULL),
(15, '14', '11', '3', NULL, NULL, 'Хорошо. Сможете в ближайшее время выполнить поставку?', NULL),
(23, '11', '14', '3', NULL, NULL, 'Какой у вас вариант оплаты?', NULL),
(25, '11', '14', '3', '', '', 'Кредитка подойдёт?', NULL),
(31, '11', '12', '2', '', '', 'Есть возможность дозаказать часть позиций', NULL),
(38, '11', '14', '4', '', '', 'Вы готовы сделать заказ?', NULL),
(42, '11', '14', '4', '', '', 'Вас точно всё устраивает?', NULL),
(44, '11', '14', '4', '', '', 'eeeeeee', NULL),
(45, '11', '14', '4', '', '', '57768jjjjjjjфуйуйц', NULL),
(46, '11', '14', '1', '', '', 'Здравствуйте!', NULL),
(47, '11', '14', '1', '', '', 'аацуауцацуацацуацацацаца', NULL),
(48, '11', '14', '1', '', '', 'rgtrgtrgtrgtrgtr', NULL),
(49, '11', '14', '1', '', '', 'gegregreg1111111111111111', NULL),
(50, '', '', '', '', '', 'wedwedwed', NULL),
(51, '11', '14', '1', '', '', 'fwefwefwefwfw111111111111', NULL),
(52, '11', '14', '3', '', '', 'Давай завтра', NULL),
(53, '11', '14', '4', '', '', 'Ну или послезавтра', NULL),
(61, '11', '14', '4', '', '', 'wgfrreg', ''),
(62, '11', '14', '1', '', '', 'vvvevev', ''),
(63, '11', '14', '3', '', '', 'vbgerbrebre', ''),
(64, '11', '14', '3', '', '', 'rthrthtrhrt', ''),
(65, '11', '14', '3', '', '', 'ytjyukuyk', ''),
(66, '11', '14', '4', '', '', 'rgrt4gtre67777777777777', ''),
(67, '11', '14', '3', '', '', 'wvcwvw', ''),
(68, '11', '14', '4', '', '', 'ergrgrtg34343434', ''),
(69, '11', '14', '3', '', '', 'ythtyjrjyr', ''),
(70, '11', '14', '3', '', '', 'fdbgrehgrt4e', ''),
(71, '11', '14', '4', '', '', 'fsbsrbgf', ''),
(73, '11', '14', '3', '', '', 'ibnkjnjknjkn', ''),
(76, '11', '14', '4', '', '', 'trgrtgtrhgth', ''),
(77, '11', '14', '3', '', '', 'trg4rg4r5gr', ''),
(78, '11', '14', '3', '', '', 'rhrhtwt5ehet5', ''),
(79, '11', '14', '3', '', '', 'evrevgerberber', ''),
(80, '11', '14', '3', '', '', '4th45h45h5r', ''),
(81, '11', '14', '3', '', '', 'csdvdsvdsv', ''),
(82, '11', '14', '4', '', '', 'edwdwedwdwedwedweed', ''),
(84, '11', '14', '4', '', '', 'qwedwecwec', ''),
(85, '11', '14', '4', '', '', 'wcwecewcwecc', 'DSC06252.JPG,DSC06253.JPG'),
(97, '11', '12', '2', '', '', 'efwefewfewfw', 'план квартиры.jpg'),
(100, '11', '12', '2', '', '', 'gtrbgrbrbre', '7rLTfyp.jpeg,FXuPrXA.jpeg,mEBmWdK.jpeg'),
(103, '11', '14', '3', '', '', 'имрнимрни', 'mEBmWdK.jpeg,PPCIN0F.jpeg,RxxMmlh.jpeg');