--
-- Скрипт сгенерирован Devart dbForge Studio 2019 for MySQL, Версия 8.1.22.0
-- Домашняя страница продукта: http://www.devart.com/ru/dbforge/mysql/studio
-- Дата скрипта: 01.09.2019 19:31:22
-- Версия сервера: 8.0.15
-- Версия клиента: 4.1
--


SET NAMES 'AUTO';

INSERT INTO fp_base.`order`(id, org_id, position_id, date_from, date_to, state, soob_id, number, order_group_id) VALUES
(2, 14, 22, '2019-03-19 00:00:00', '2019-03-29 00:00:00', NULL, NULL, '100', 1),
(14, 12, 13, '2019-04-25 00:00:00', '2019-04-30 00:00:00', 'open', NULL, '27', 2),
(15, 12, 3, '2019-04-16 00:00:00', '2019-04-19 00:00:00', 'open', NULL, '54', 2),
(16, 12, 6, '2019-04-02 00:00:00', '2019-04-25 00:00:00', 'open', NULL, '34', 2),
(17, 14, 13, '2019-04-01 00:00:00', '2019-04-30 00:00:00', 'open', NULL, '25', 3),
(18, 14, 6, '2019-05-06 00:00:00', '2019-05-07 00:00:00', 'open', NULL, '255', 4),
(19, 32, 6, '2019-07-02 00:00:00', '2019-07-25 00:00:00', 'open', NULL, '23', 5);