--
-- Скрипт сгенерирован Devart dbForge Studio 2019 for MySQL, Версия 8.1.22.0
-- Домашняя страница продукта: http://www.devart.com/ru/dbforge/mysql/studio
-- Дата скрипта: 01.09.2019 19:31:33
-- Версия сервера: 8.0.15
-- Версия клиента: 4.1
--


SET NAMES 'AUTO';

INSERT INTO fp_base.product_names(id, product_names, product_types) VALUES
(1, 'Мобильные телефоны', 1),
(2, 'Умные часы и браслеты', 1),
(3, 'Наушники и Bluetooth-гарнитуры', 2),
(4, 'Портативная акустика', 2),
(6, 'Телевизоры', 3),
(7, 'Аудиотехника', 3),
(8, 'Холодильники', 4),
(9, 'Стиральные машины', 5),
(10, 'Водонагреватели', 6);