--
-- Скрипт сгенерирован Devart dbForge Studio 2019 for MySQL, Версия 8.1.22.0
-- Домашняя страница продукта: http://www.devart.com/ru/dbforge/mysql/studio
-- Дата скрипта: 01.09.2019 19:31:35
-- Версия сервера: 8.0.15
-- Версия клиента: 4.1
--


SET NAMES 'AUTO';

INSERT INTO fp_base.product_types(id, product_type, category) VALUES
(1, 'Телефоны', 1),
(2, 'Портативная техника', 1),
(3, 'Аудио- и видеотехника', 1),
(4, 'Крупная техника для кухни', 2),
(5, 'Техника для дома', 2),
(6, 'Климатическая техника', 2);